Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Cuban youth of all sexualities from Federation of University Students (FEU), Havana, March Sonja de 1993.
pt_br: A juventude cubana de diversas sexualidades da Federação dos Estudantes Universitários (FEU), Havana, março de 1993.

source: Cubans are defining their own liberation.
pt_br: Os cubanos estão definindo sua própria libertação.

source: Cubans defining their own liberation
pt_br: Cubanos definem sua própria liberação

source: Cuba’s CENESEX leads the way on sexual rights
pt_br: CENESEX de Cuba lidera o caminho dos direitos sexuais

source: Cuba’s CENESEX leads
pt_br: A CENESEX de Cuba lidera

source: Cuba’s National Center for Sex Education (Centro Nacional de Educación Sexual) carries out its important collective labor — including combating what remains of pre-revolutionary prejudice against same-sex love — in what was once a privately owned Havana mansion.
pt_br: O Centro Nacional de Educação Sexual de Cuba realiza seu importante trabalho coletivo — incluindo combater o que resta do preconceito pré-revolucionário contra o amor entre pessoas do mesmo sexo — no que antes era uma mansão privada em Havana.

source: Cuba’s mass discussion about the “new man” and the “new woman,” which examines new ways to interact, is light-years ahead ideologically.
pt_br: A discussão da massa cubana sobre o “novo homem” e “nova mulher”, que examina novas formas de interagir, está anos-luz à frente ideologicamente.

source: Currently in the U.S., efforts by Republicans and Democrats — both political parties of capitalist big business — have pushed for reactionary legislation defining marriage as "between a man and a woman" solely to block the rights of same-sex couples.
pt_br: Atualmente, nos EUA, esforços pelos Republicanos e Democratas – ambos os partidos políticos do grande capital – têm pressionado por uma legislação reacionária que define casamento como "entre um homem e uma mulher", somente para bloquear os direitos de casais do mesmo sexo.

source: David from New York State stresses how biased the trial venue was for the Five: “[The] Five Cubans were trying to stop the ultra-right terrorist groups in Miami from carrying out violent actions against the people of Cuba.
pt_br: David, do Estado de Nova Iorque, sublinha a parcialidade do local do julgamento dos Cinco: "Os cinco cubanos estavam tentando impedir que grupos terroristas de ultra-direita de Miami levassem a cabo ações violentas contra o povo de Cuba.

source: David is the young communist.
pt_br: David é o jovem comunista.

source: Defend Cuba!
pt_br: Defendam Cuba!

source: Dennis West interviewed acclaimed Cuban director Tomás Gutiérrez Alea — affectionately known to friends as “Titón” but also referred to as Alea — in August 1994.
pt_br: Dennis West entrevistou, em agosto de 1994, o aclamado diretor cubano Tomás Gutiérrez Alea - conhecido carinhosamente por seus amigos como "Titón", mas chamado também por seu sobrenome Alea.

source: Diego, the homosexual, West writes, “leaves in spite of his pro-Revolution sympathies and his friend’s claim that there is a place for gays in the Cuban Revolution.” (West)
pt_br: Segundo West, Diego, o homossexual, "deixa o país, apesar de sua simpatia pró-Revolução e da afirmação de seu amigo de que há lugar para gays na Revolução Cubana". (West)

source: Don’t measure with imperial ruler
pt_br: Não meça com a régua imperial

source: Don’t try to change.
pt_br: Não tente mudar.

source: Dorothy Ballan shaped generations of communist understanding that the fight against women's and sexual oppression is an important front in revolutionary struggle.
pt_br: Dorothy Ballan moldou gerações de comunistas que entendem que a luta contra mulheres e opressão sexual é uma importante pauta na luta revolucionária.

source: Dr. Byron Barksdale, director of a U.S.
pt_br: Dr. Byron Barksdale, diretor de um grupo médico

source: Dr. Hector Terry emphasized in 1987, “We are treating the patients medically to maintain their present state of good health.
pt_br: O Dr. Hector Terry enfatizou em 1987, “Estamos tratando medicamente os pacientes, a fim de que se mantenham sadios.

source: E-zine La Jiribilla devoted an entire issue to the topic.
pt_br: E-zine La Jiribilla dedicou uma edição inteira ao tema.

source: Early signers include Teresa Gutierrez, a long-time leader in the struggle to free the Cuban Five; former political prisoner and leading prison abolitionist Angela Y. Davis; Leslie Cagan, national coordinator of United for Peace and Justice; LeiLani Dowell, national coordinator of FIST (Fight Imperialism, Stand Together); Stephen Funk, the U.S. Marine who was the first imprisoned Iraq War conscientious objector; Bev Tang, organizer for Anakbayan, the youth group of Bayan; Gerry Scoppettuolo, co-founder of GALLAN (Pride At Work, Boston); Lani Ka’ahumanu, BiNET USA; anti-imperialist activist Joo-Hyun Kang; Atlanta community activist Pat Hussain; Camille Hopkins, director of NYTRO (New York Transgender Rights Organization) of Western New York; transgender activist Moonhawk River Stone; and Jesse Lokahi Heiwa, Queer People Of Color Action.
pt_br: Os primeiros signatários incluem Teresa Gutierrez, uma líder de longa data na luta para libertar os Cinco Cubanos; a ex-prisioneira política e principal abolicionista da prisão Angela Y. Davis; Leslie Cagan, coordenadora nacional da União pela Paz e Justiça; LeiLani Dowell, coordenadora nacional da FIST (Fight Imperialism, Stand Together - Lute Contra o Imperialismo, Fiquem Juntos); Stephen Funk, o fuzileiro naval dos EUA que foi o primeiro presos por ser contra a Guerra do Iraque; Bev Tang, organizador do Anakbayan, o grupo de jovens de Bayan; Gerry Scoppettuolo, co-fundador da GALLAN (Pride At Work - Orgulho no Trabalho, Boston); Lani Ka'ahumanu, BiNET EUA; ativista anti-imperialista Joo-Hyun Kang; ativista comunitário de Atlanta Pat Hussain; Camille Hopkins, diretora da NYTRO (New York Transgender Rights Organization - Organização pelos Direitos dos Trangêneros de Nova Iorque) de Nova York; ativista transexual Moonhawk; e Jesse Hoki Stoneer, Queer People Of Color Action..

source: Effective political thought and action is by its very nature social, a product of the labor of many.
pt_br: O pensamento e a ação política efetiva são naturalmente sociais, um produto do trabalho de muitos.

source: Endorsers include The National Lavender Green Caucus; Doug Barnes and the Freedom Socialist Party; Starlene Rankin, Green National Committee delegate of the Lavender Caucus of the Green Party of the United States; Orange County Peace & Freedom Party, Anaheim, Calif; and the LGBT Caucus of Workers World Party.
pt_br: Os apoiadores incluem o National Lavender Green Caucus; Doug Barnes e o Partido Socialista pela Liberdade; Starlene Rankin, delegada do Green National Committee do Lavender Caucus do Green Party of the United States; Orange County Peace & Freedom Party, Anaheim, Califórnia e o LGBT Caucus of Workers World Party.

source: Eric from Milwaukee reminds, “Ah, the things we gain from solidarity.”
pt_br: Eric, de Milwaukee, lembra: “Ah, as coisas que ganhamos com a solidariedade”.

source: Espín helped lead the Cuban women’s “revolution within the revolution” that has blazed new trails for liberation of sexuality, gender expression and the sexes.
pt_br: Espín ajudou a liderar as mulheres de Cuba na “revolução dentro da revolução” que abriu novos caminhos para a libertação da sexualidade, expressão de gênero e sexos.

source: Even homosexuals such as students (who were differently placed) were integrated into this subculture through the bars that they frequented: the St. Michel, the Dirty Dick, El Gato Tuerto.” Most of these bars were owned by crime syndicates.
pt_br: Mesmo homossexuais como estudantes (Que frequentavam outros ambientes) foram integrados a essa subcultura através dos bares que eles frequentavam: o St. Michel, o Dirty Dick, El Gato Tuerto." A maioria desses bares pertencia a sindicatos do crime.

source: Even the estimates of how many homosexual Cubans left from Mariel in 1980 demonstrate political manipulation by the U.S. government.
pt_br: Até as estimativas de quantos homossexuais cubanos sairam de Mariel em 1980 demonstram uma manipulação política feita pelo governo dos Estados Unidos.

source: Even though we’ve made substantial political and legislative strides, we’re still bound by aspects of roles defined long ago.
pt_br: Embora tenhamos feito avanços políticos e legislativos substanciais, ainda estamos vinculados a aspectos de papéis definidos há muito tempo.

source: Every time some new information comes up in the scientific community, some new kind of drug or medicine, we try to find out if it could be useful in preventing the virus from becoming activated into a full-blown disease.”
pt_br: A cada vez que alguma informação nova surge na comunidade científica, um novo tipo de droga ou medicamento, tentamos compreender se poderia ser útil para prevenir que a infecção leve ao desenvolvimento completo da doença.”

source: Everyone calls me ‘Sarita.’ My relationship with the workers here in the factory is wonderful.
pt_br: Todo mundo me chama ‘Sarita.’ A minha relação com os meus colegas na fábrica é incrível.

source: Everywhere in the world there are soaps for entertainment.
pt_br: Em todo o mundo existem novelas para entretenimento.

source: Exception to a rotten rule
pt_br: A Exceção da regra podre

source: Expansive political spectrum
pt_br: Espectro político expansivo

source: Eyewitness to Cuban care
pt_br: Testemunhas da assistência à saúde em Cuba

source: FIDEL CASTRO BACKS EFFORT
pt_br: FIDEL CASTRO APOIA ESFORÇOS

source: Finally, through their profession of Leading an Extraordinary life, they pass for Manitous — That is to say, for Spirits — or persons of Consequence.” (Marquette)
pt_br: Finalmente, através de sua profissão de conduzir a vida extraordinária, eles passavam para os Manitou — em outras palavras, para os Espíritos — ou pessoas de grande importância.” (Marquette)

source: First and foremost, this book would not have been possible without the political leadership of Teresa Gutierrez — co-founder of the National Committee to Free the Cuban Five and founder of the New York Committee to Free the Cuban Five.
pt_br: Primeiramente e principalmente, esse livro não teria sido possível sem a liderança política de Teresa Gutierrez — co-fundadora do Comitê Nacional para Libertar os Cinco Cubanos e fundadora do Comitê de Nova York para Libertar os Cinco Cubanos.

source: First public event for Rainbow Solidarity for the Cuban Five at the New York City LGBT Community Center on June 2, 2007.
pt_br: Primeiro evento público da Solidariedade Arco-Íris com os Cinco Cubanos no centro comunitário LGBT da cidade de Nova Iorque, 2 junho de 2007.

source: Fondo Casaola, Fototeca del Instituto Nacional de Anthropologia e Historia
pt_br: Fondo Casaola, Fototeca do Instituto Nacional de Antropologia e Historia

source: For 450 years of Cuba’s history, the social organization and state regulation of the sexes, gender expression and sexualities was — as among all occupied and colonized peoples — in thrall to the brutal systems of exploitation of agricultural landlords, capitalist bosses and imperialist finance capitalists.
pt_br: Durante 450 anos da história de Cuba, a organização social e regulação estatal dos sexos, da expressão de gênero e das sexualidades (como acontece com todos os povos ocupados e colonizados) ficou subordinada aos brutais sistemas de exploração dos agricultores donos de terras, dos patrões capitalistas e dos imperialistas do capitalismo financeiro.

source: For Cuba, it was an essential moment in our society’s development, because never before had these topics been dealt with in public.”
pt_br: Para Cuba, esse momento foi crucial no desenvolvimento da nossa sociedade, pois esses tópicos nunca tinham sido discutidos em público.”

source: For all women, and especially for lesbians, employment almost invariably entailed continual sexual harassment.”
pt_br: Para todas as mulheres, e especialmente as lésbicas, o trabalho quase que invariavelmente envolvia assédios sexuais constantes.

source: For example, four local young males ranging in ages from 17 to 22 held a double same-sex ceremony outdoors, in front of loved ones and neighbors, in the working-class suburb of San Miguel del Padrón, southeast of Havana, in 2001.
pt_br: Por exemplo, quatro homens jovens, com idades entre 17 e 22 anos, realizaram um casamento gay duplo ao ar livre, perante entes queridos e vizinhos, no subúrbio da classe trabalhadora de San Miguel del Padrón, sudeste de Havana, em 2001.

source: For example, we have workshops with teachers, doctors, the general population, community activists and youth.”
pt_br: Por exemplo, temos oficinas com docentes na área da educação, saúde, a população geral, ativistas da comunidade, e a juventude.”

source: For ideas about how to deepen this initiative, e-mail: rainbowsolidarity4cuban5@gmail.com
pt_br: Para ideias sobre como aprofundar esta iniciativa, envie um e-mail para: rainbowsolidarity4cuban5@gmail.com

source: For more information about the case of the Cuban Five, visit freethefiveny.org or freethefive.org.
pt_br: Para mais informações sobre o caso dos Cinco Cubanos, visite freethefiveny.org ou freethefive.org.

source: For more than 300 years, Spanish colonialism shack led the laboring population of Cuba, literally claiming ownership of the lives, labor and bodies of millions.
pt_br: Por mais de 300 anos o colonialismo espanhol acorrentou a população trabalhadora de Cuba, literalmente reivindicando propriedade sobre o trabalho, vida e corpo de milhões de pessoas.

source: For some Cuban gays (especially for the men), emigration also provided wider sexual parameters than they felt could ever be possible in Cuba.”
pt_br: Para alguns cubanos gays (principalmente para os homens), a emigração oferecia um aspecto no nível sexuam muito maior que em Cuba, que pensavam nunca ser possível".

source: For the last half century they have resisted the most powerful slave-master in history, just 90 miles from their shores.
pt_br: Durante os últimos 50 anos, eles resistiram ao mais poderoso senhor de escravos da história, a apenas150 quilometros da sua costa.

source: For these reasons, the film became a sociological phenomenon.”
pt_br: Por esses motivos, o filme se tornou um fenômeno sociológico."

source: Former political prisoners Laura Whitehorn and Linda Evans added their names.
pt_br: Os ex-presos políticos Laura Whitehorn e Linda Evans acrescentaram seus nomes.

source: Four others who had sex reassignment surgeries abroad got changed identity papers as soon as they returned home.
pt_br: Quatro outros que passaram por cirurgias de redesignação sexual no exterior receberam documentos de identidade trocados assim que voltaram para casa.

source: French missionary Joseph François Lafitau condemned the Two-Spirit people he found in societies along the western Great Lakes, Louisiana and Florida, but these Native peoples did not share his prejudice.
pt_br: O missionário franês Joseph François Lafitau condenou as pessoas dois-espíritos que encontrou nas sociedade na região oeste aos Grandes Lagos, Luisiana e Florida, porém essas pessoas nativas não partilhavam de seu preconceito.

source: Friar Bartolomé de las Casas noted that among the Aztecs, “The man who dressed as a woman, or the woman found dressed with men’s clothes, died because of this.”
pt_br: Friar Bartolomé de las Casas reparou que entre os Astecas, “O homem que se vestia como mulher ou a mulher encontrada vestindo roupas masculinas morriam por causa disso."

source: From 1902 until the 1959 Cuban Revolution, Wall Street ruled by establishing dictatorships to squeeze the island’s economy in its fist, restructuring Cuba for exploitation as a giant sugar plantation.
pt_br: De 1902 até a Revolução Cubana de 1959, Wall Street governava por meio de ditaduras com as quais espremia a economia de Cuba em seus punhos, reestruturando a ilha para que fosse explorada como um grande plantation açucareiro.

source: From Indigenous oral histories, passed down through millennia, to the hostile accounts kept by colonial record keepers, a great deal of evidence exists to show that sex/gender variance and homosexuality were part of the fabric of early cooperative societies in the Americas — from pole to pole.
pt_br: Desde as histórias orais, contadas pelos povos indigenas através dos milênios, até os registros hostís mantidos pelos registros coloniais, uma grande quantidade de evidências fundamenta que tanto a homosexualidade quanto a variação de sexo/gênero faziam parte da estrutura das sociedades cooperativas existentes do norte ao sul do continente Americano.

source: From left: Helena Wong, Benjamin Ramos, Leslie Feinberg, LeiLani Dowell, Joan Gibbs, Teresa Gutierrez and Yancy Mark Gandionco (not seen in this photo) applauded Secretary Jorge Luis Dustet from the United Nations Cuban Mission as he holds up poster with the names of the first 1,000 signers of the call for Rainbow Solidarity with the Cuban Five.
pt_br: Da esquerda para a direita: Helena Wong, Benjamin Ramos, Leslie Feinberg, LeiLani Dowell, Joan Gibbs, Teresa Gutierrez e Yancy Mark Gandionco (não vistos nesta foto) aplaudiram o secretário Jorge Luis Dustet da Missão Cubana das Nações Unidas enquanto ele segura o cartaz com os nomes dos primeiros 1.000 signatários do chamado para a Solidariedade Arco-Íris com os Cinco Cubanos.

source: From south to north
pt_br: De norte a sul

source: Gay men, lesbians and all gender-variant people faced police raids and entrapment, prison, torture, forced institutionalization, rape and lynchings, loss of jobs, homes and loved ones.
pt_br: Gays, lésbicas e todas as pessoas com variância de gênero sofriam batidas e flagrantes armados da polícia, prisão, tortura, internação forçada, estupros e linchamentos, perda de emprego, de lares e de entes queridos.

source: Gay themes are prevalent in the theatre, in lectures, and in concerts.
pt_br: Temas gays são predominantes no teatro, em palestras e em concertos.

source: General Assembly proclaim that:
pt_br: da ONU proclamasse que:

source: Gibson’s movie ideologically serves those in the U.S.
pt_br: O filme de Gibson serve ideologicamente para aqueles que

source: Gilpin reported that the preliminary cut had to be shown 11 times at the Havana Film Festival in December 1995 to accommodate the crowds.
pt_br: Gilpin relatou que o excerto inicial teve que ser transmitido onze vezes no Festival de Havana em dezembro de 1995, de forma a acomodar a audiência.

source: Grassroots diplomacy
pt_br: Diplomacia de base

source: Greater and more professional work is needed at the micro-social level, because what this is about is trying to change perceptions, modifying the social imagination.” (Garcia)
pt_br: É necessário um trabalho maior e mais profissional no nível micro-social, porque se trata de tentar mudar as percepções, modificando a imaginação social.” (Garcia)

source: Groups include the national organization Pro-Gay Philippines; Audre Lorde Project — a Lesbian, Gay, Bisexual, Two Spirit and Transgender People of Color center for community organizing, focusing on the New York City area; FIERCE!
pt_br: Os grupos incluem a organização nacional Pro-Gay Philippines; Audre Lorde Project — um centro de organização comunitária para lésbicas, gays, bissexuais, dois espíritos e transgêneros, com foco na área da cidade de Nova York; FIERCE!

source: Gutiérrez contrasted 1979, the year in which “Strawberry and Chocolate” is set, with life on the island in 1995: “Now there is greater flexibility in job opportunities for homosexuals.
pt_br: Gutiérrez comparou 1979, o ano em que se passa "Morango e chocolate", com a vida na ilha em 1995: "Agora existe uma flexibilidade maior nas oportunidades de trabalho para homossexuais.

source: Gutiérrez died, at age 68, in April 1996.
pt_br: Gutiérrez faleceu aos 68 anos, em abril de 1996.

source: Gutiérrez recalled the experience of his friend Aramis, who told him in Havana in 1994 about an argument with his father.
pt_br: Gutiérrez relembra a experiência de seu amigo Aramis, que lhe contou, em Havana, em 1994, sobre uma discussão que teve com seu pai.

source: Gutiérrez said Aramis argued with his father, saying, “You’re supposed to be a communist, for freedom, for human beings.
pt_br: Gutiérrez disse que Aramis discutiu com o pai, dizendo: "Você deveria ser um comunista, pela liberdade, pelos seres humanos.

source: Gutiérrez said by the time Aramis had stormed to the door, his father stopped him with these words: “Wait.
pt_br: Gutiérrez disse que , no momento em que Aramis se dirigia para a porta, seu pai o parou com essas palavras: "Espera.

source: Gutiérrez summed up, “Many Cuban homosexuals are now open about their sexual orientation.
pt_br: Gutiérrez resumiu dizendo: "muitos homossexuais cubanos são abertos agora sobre sua orientação sexual.

source: Havana exerted a gravitational pull on those who cut cane from sunup to sundown.
pt_br: Para aqueles que cortavam cana de sol a sol, Havana exercia uma atração gravitacional.

source: Havana: cross-dressing labor leader arrested
pt_br: Havana: é presa líder líder trabalhista cross-dresser

source: He called on the gay community in the U.S. to help break the blockade, which, de Vries pointed out in her 1994 documentary commentary, “has cost the Cuban economy over $40 billion since 1960; the resulting fuel shortages and scarcity of food and medicine have impacted all Cubans.”
pt_br: Llane pediu ajuda à comunidade gay nos Estados Unidos para acabar com o bloqueio que, de Vries salienta no seu comentário sobre o documentário de 1994, “custou mais de 40 bilhões de dólares à economia cubana desde 1960; a resultante escassez de comida e medicina impactou todos cubanos.”

source: He continued, “AIDS statistics in the world increased alarmingly and in our country; despite the excellent professional project and public health plan to prevent infectious diseases, media campaigns on the HIV-AIDS subject had shown little efficacy.
pt_br: Ele continuou: “As estatísticas da AIDS aumentaram de forma alarmante no mundo e em nosso país; apesar do excelente projeto profissional e do plano de saúde pública para prevenir doenças infecciosas, as campanhas de mídia sobre o assunto HIV-AIDS mostraram pouca eficácia.

source: He emphasized, “[W]hat I am trying to show is that in pre-Hispanic Mexico, alongside the rigid Aztecs, there existed — and there exist still today — other, more flexible cultures more tolerant of homosexuality.”
pt_br: Ele enfatiza, “O que estou tentando demonstrar é que no México pré-hispânico, junto à rigidez Asteca, existiu — e ainda existe hoje — outras cullturas, mais flexiveis e mais tolerantes à homosexualidade."

source: He explained, ‘We are trying to see how to do that, whether it should be to grant them the right to marry or to have same-sex unions.
pt_br: Ele explicou: “Estamos tentando ver como fazer isso, se deveríamos conceder a eles o direito de se casar ou ter uniões do mesmo sexo.

source: He explained, “We are trying to see how to do that, whether it should be to grant them the right to marry or to have same-sex unions.
pt_br: Ele explicou que "Estamos tentando ver como fazer isso, seja concedendo o direito ao casamento ou a ter uniões do mesmo sexo.
